const inquiryData = {
  data: [
    {
      id: 0,
      review: "드림 구매하고 싶은데 안될까요?^^",
      name: "michaela",
      time: "2019-12-26 09:41",
      answer:
        "원하시는 옵션이 매진되어 많이 아쉬우실 것 같습니다. 문의하신 DREAM 옵션은 많은 고객님들의 뜨거운 관심과 주문으로 인해 매진된 상태입니다. 재입고 여부에 대해 긍정적으로 검토중이나, 정확한 여부는 정해지지 않은 점 너그러운 양해 부탁드립니다."
    },
    {
      id: 1,
      review: "해피와 드림을 조금 더 추가했으면 합니다~",
      name: "Hi",
      time: "2019-12-25 18:34",
      answer:
        "많은 고객님들의 뜨거운 관심과 재주문 요청으로 인해 재주문 여부에 대해 긍정적으로 검토 중에 있으나, 정확한 일자가 정해지지 않아 안내드리는데 어려움이 있는 점 너그러운 양해를 부탁드립니다."
    },
    {
      id: 2,
      review:
        "메이커스에만 공개되는 제품인지 아니면 시중에서 판매하실 제품인지 가격 차이가 있는지 궁금합니다.",
      name: "황경숙",
      time: "2019-12-25 16:07",
      answer:
        "해당 제품은 카카오메이커스와 선물하기가 함께 공동기획한 제품으로, 현재 카카오메이커스 단독주문으로 진행되고 있습니다. 정확한 일정 안내에는 어려움이 있으나, 추후 선물하기에서 만나볼 수 있으실 것으로 예상되며, 공동기획한 스페셜 에디션으로 가격 할인은 계획되어있지 않습니다."
    },
    {
      id: 3,
      review:
        "DREAM 문구 들어간 제품 구입하고싶은데요...!! 언제 재입고 되나요?",
      name: "호준",
      time: "2019-12-25 15:25",
      answer:
        "재주문 여부에 대해 긍정적으로 검토중이나, 정확한 일자를 안내드리는데 어려움이 있는 점 너그러운 양해를 부탁드리며, 제품 페이지 하단의 ‘좋아요’ 버튼 또는 제품 종료 후 '재주문 알림 예약’ 버튼을 눌러주시면 재주문 진행 시 안내드리도록 하겠습니다."
    },
    {
      id: 4,
      review: "언제 배송 될까요?",
      name: "2+1",
      time: "2019-12-25 10:36",
      answer: "해당 제품은 1/17(금)에 일괄배송 예정인 점 안내드립니다."
    },
    {
      id: 5,
      review: "리필심은 온라인마켓에서 판매하는 걸로 언제든 대체 가능한가요?",
      name: "장재용",
      time: "2019-12-25 09:43",
      answer:
        "리필심은 시중에서 판매 중인 모나미 FX4000 라인업의 리필심을 사용해주시면 됩니다. :)"
    }
  ]
};
export default inquiryData;
