const basicData = {
  basicInfo: [
    {
      id: 0,
      title: "품명 및 모델명",
      content: "153 ID 스페셜 에디션 키워드 펜"
    },
    { id: 1, title: "상품구성", content: "유성볼펜 (1.0mm), 리필심 (0.7mm)" },
    { id: 2, title: "상품옵션", content: "LOVE, DREAM, HAPPY, PEACE 중 택 1" },
    { id: 3, title: "사이즈 (중량 포함)", content: "149.6mm (18.09g)" },
    { id: 4, title: "소재", content: "황동, 알루미늄, 스테인레스 스틸" },
    { id: 5, title: "제조연월일", content: "2020년 1월" },
    {
      id: 6,
      title: "품질보증기준",
      content:
        "유성볼펜의 품질 보증 기간은 내부 기준으로 36개월(은색빅볼, 겔잉크 별도)이나, 보증기간과 A/S 가능 기간은 다름을 알려드립니다."
    },
    { id: 7, title: "제조자", content: "(주)모나미" },
    { id: 8, title: "제조국", content: "한국" }
  ],
  reference: [
    {
      title: "보관방법 또는 취급방법",
      notice: [
        "- 직사광선이나 고온 다습한 곳을 피하여 서늘한 곳에 보관하시기 바랍니다.",
        "- 영, 유아 및 어린이의 손이 닿지 않게 주의하여 주시기 바랍니다."
      ]
    },

    {
      title: "취급 시 주의사항",
      notice: [
        "- 제품의 색상은 화면 설정과 명암 대비에 따라 차이가 있을 수 있으며, 본 이미지는 실제품과 약간의 차이가 있을 수 있습니다.",
        "- 날 부분에 절대 손을 대지 마시기 바랍니다. 일반 가위보다 100배 날카롭습니다.",
        "- 물이 묻었을 때는 꼭 물기를 닦아주시고 보관해주시기 바랍니다. 날 쪽이 녹슬 수 있습니다.",
        "- 가위를 떨어뜨리지 마시기 바랍니다. 날 부분이 변형이 가서 손상이 생길 수 있습니다.",
        "- 아이들 손에 절대 닿지 않게 보관해주시기 바랍니다.",
        "- 머리카락 이외에는 컷팅을 하지 마시기 바랍니다.",
        "- 이물질이 묻었을 경우 부드러운 천이나 가위 전용 수건으로 가볍게 닦아주시기 바랍니다.",
        "- 헛가위질(자를 것 없이 가위질하는 것)을 하시면 가위 날에 상처가 나고 물러질 수 있습니다. 주의하시기 바랍니다."
      ]
    },
    {
      title: "배송 안내",
      notice: [
        "- 배송방법: 택배 (협력사 지정택배사)",
        "- 배송지역: 전국지역",
        "- 배송비용: 무료배송 (주문 금액에 상관없이 배송비는 무료입니다.)",
        "- 배송기간: 출고 후, 영업일 기준 2~5일 이내 받아보실 수 있습니다."
      ]
    },
    {
      title: "취소/교환/반품 안내",
      notice: [
        "- 카카오메이커스의 모든 제품은 주문기간 내 주문 취소가 가능합니다.",
        "- 조기매진으로 인해 주문기간이 변경되면, 주문 취소 가능 기간 역시 변경됩니다.",
        "- 맞춤형 주문제작 제품 및 식품은 주문 종료 후 단순 변심으로 인한 주문 취소/교환/반품이 불가합니다.",
        "- 일반 제품의 경우 주문 종료 후 제작 중/배송 준비 중/배송 중 상태에서는 주문 취소/교환/환불이 불가합니다.",
        "- 일반 제품의 경우 단순변심으로 인한 교환/반품은 제품 수령일로부터 7일 이내 가능합니다.",
        "- 수령하신 제품의 내용이 표시, 광고 내용과 다르거나 계약 내용과 다르게 이행된 때에는 당해 제품을 공급받은 날부터 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.",
        "- 단순변심 반품의 경우 추가 배송비가 부담되며, 제품의 상태는 재판매가 가능하여야 합니다.",
        "- 수령하신 제품이 불량인 경우, 확인이 가능하도록 사진을 포함하여 고객센터로 연락주시면 확인 후 신속한 답변 드리겠습니다. 식품의 경우도 파손이나 변질로 인한 제품의 섭취가 어려운 경우 사진을 포함하여 고객센터로 문의바랍니다.",
        "- 배송정보(연락처/주소)가 올바르게 기재되지 않을 경우 배송이 지연되거나 반송될 수 있으므로 정확한 정보를 기재해 주시기 바라며, 이로 인한 반송의 경우 배송비가 부과될 수 있습니다.",
        "- 제품의 특성에 따라 제주 및 도서 산간 지역의 경우 배송이 불가할 수 있으며 결제 이후 자동 주문 취소 처리가 될 수 있습니다."
      ]
    },
    {
      title: "참고사항",
      notice: [
        "- A/S 책임자와 전화번호: 1644-2284 (평일 오전 10시 ~ 오후 6시 30분)",
        "- 품질보증기준: (소비자분쟁해결 기준에 의거)"
      ]
    },
    {
      title: "반품/교환 배송비 안내",
      notice: [
        "- 제품파손, 오배송 등의 제작사 귀책 사유로 교환/반품이 필요한 경우, 교환/반품 배송비는 제작사에서 부담합니다.",
        "- 사이즈, 색상 변경 등 구매자 변심 사유로 교환/반품이 가능한 경우, 구매하신 분은 다음의 배송비를 부담하시게 됩니다.",
        "  > 교환 : 왕복 배송비 부담 (일반지역 : 6,000원, 도서/산간지역 : 왕복 배송 실비)",
        "  > 반품(배송비 선불/착불결제) : 편도 배송비 부담 (일반지역 : 3,000원, 도서/산간지역 : 편도 배송 실비)",
        "  > 반품(배송비 무료로 결제) : 왕복 배송비 부담 (일반지역 : 6,000원, 도서/산간지역 : 왕복 배송 실비)"
      ]
    }
  ],
  oftenQuestionData: [
    {
      title: "제품 주문 내역은 어디서 확인할 수 있나요?",
      answer:
        "제품의 자세한 주문 내역은 메이커스 홈 > 마이 탭 > 주문, 배송내역 에서 확인 가능합니다."
    },
    {
      title: "언제 배송되나요?",
      answer:
        "제작 기간 및 배송 기간은 제품마다 상이합니다. 상세한 배송일정은 해당 제품의 상세 페이지 및 MY 탭에서 확인이 가능하오니, 편리한 서비스 이용에 도움이 되시길 바랍니다."
    },
    {
      title: "배송지를 변경하고 싶습니다.",
      answer:
        "제품의 주문기간동안 아래의 경로를 통하여 직접 수정하실 수 있습니다. \n*메이커스 홈 > 마이 탭 > 주문,배송내역 > 주문 상세 정보 > [배송지수정] 버튼 직접 수정이 어려우신 경우, 고객센터 또는 1:1 문의하기로 연락주시면 빠르게 확인하여 도와드리겠습니다. 고객센터 : 1644-2284 (평일 오전 10시 ~ 6시 30분) 1:1 문의하기 -(카카오톡 내) 메이커스 메인 홈 > 왼쪽 상단 메뉴바 > 주문배송내역 > 1:1문의 -(메이커스 앱) 메인 홈 > 마이 탭 > 1:1 문의"
    },
    {
      title: "주문 취소가 가능한가요?",
      answer:
        "제품의 주문기간동안 아래의 경로를 통하여 직접 취소하실 수 있습니다. *메이커스 홈 > 마이 탭 > 주문,배송내역 > 주문 상세 정보 > [취소]버튼 다만, 조기 매진으로 인해 주문기간이 변경된 경우 직접 주문 취소가 불가합니다. 직접 주문 취소가 어려우신 경우, 고객센터 또는 1:1 문의하기로 연락주시면 빠르게 확인하여 도와드리겠습니다. 고객센터 : 1644-2284 (평일 오전 10시 ~ 6시 30분) 1:1 문의하기-(카카오톡 내) 메이커스 메인 홈 > 왼쪽 상단 메뉴바 > 주문배송내역 > 1:1문의 -(메이커스 앱) 메인 홈 > 마이 탭 > 1:1 문의"
    },
    {
      title: "옵션을 변경하고 싶습니다. 가능한가요?",
      answer:
        "주문이 완료된 이후에는 옵션을 변경하실 수 없습니다. 주문기간 중에는 기존 주문건을 취소하신 후 원하시는 옵션으로 재주문 하시면 됩니다. (재주문 시점에 따라 배송일정이 변경될 수 있으며, 품절된 제품/옵션의 경우 재주문이 불가합니다.) *메이커스 홈 > 마이 탭 > 주문,배송내역 > 주문 상세 정보 > [취소]버튼 직접 취소가 어려운 경우, 고객센터 또는 1:1 문의하기로 연락주시면 빠르게 확인하여 도와드리겠습니다. 고객센터 : 1644-2284 (평일 오전 10시 ~ 6시 30분) 1:1 문의하기-(카카오톡 내) 메이커스 메인 홈 > 왼쪽 상단 메뉴바 > 주문배송내역 > 1:1문의-(메이커스 앱) 메인 홈 > 마이 탭 > 1:1 문의"
    },
    {
      title: "제품을 받았는데 교환이나 반품/환불이 가능한가요?",
      answer:
        "맞춤형 주문제작 제품 및 식품의 경우 단순변심으로 인한 교환 및 반품/환불이 불가합니다. 일반 제품의 경우, 수령 후 7일 이내에는 교환 및 반품/환불이 가능하며 제품에 따라 배송비가 부담될 수 있습니다. 다만, 수령하신 제품이 불량 또는 표시, 광고내용과 다르거나 계약 내용과 다르게 이행된 경우 '전자상거래등에서의 소비자 보호에 관한 법률'상 정한 기간 내 교환 및 반품/환불이 가능하오니, 고객센터 또는 1:1 문의하기로 연락주시면 빠르게 확인하여 도와드리겠습니다. 고객센터 : 1644-2284 (평일 오전 10시 ~ 오후 6시 30분) 상담톡 : 메이커스고객센터 플러스친구 > 채팅하기 > 상담원 전환하기 (평일 오전 10시 ~ 오후 6시 30분) 1:1 문의하기- (카카오톡 내) 메이커스 홈 > 왼쪽 상단 메뉴바 > 1:1 문의 내역 > 1:1 문의하기- (메이커스 앱) 메인 홈 > 마이 탭 > 1:1 문의"
    }
  ]
};
export default basicData;
